[
  {
    "id": 1,
    "name": "İlyas İsmayılov",
    "haqqinda": "Azərbaycanın sabiq Baş prokuroru və Ədliyyə naziri, Ədalət Partiyasının sədri, hüquq elmləri doktoru.",
    "vezife": "nazir",
    "sekil": "https://modern.az/olke/503766/ilyas-ismayilov-saghlamlighina-qovusha-bilmir-partiyadan-achiqlama/",
    "yasi": 87,
    "genis": "İlyas İsmayılov hüquqşünas və dövlət xadimi kimi uzun müddət prokurorluq və ədliyyə sistemində çalışmışdır. O, ədliyyə və cinayət hüququ sahəsində elmi-publisistik fəaliyyətlə məşğul olmuş, hüquqi islahatlar və məhkəmə proseslərinin təkmilləşdirilməsi ilə bağlı təşəbbüslər irəli sürmüşdür. Həmçinin siyasi sahədə fəal olub və Ədalət Partiyasının rəhbəri kimi siyasi fəaliyyət göstərmişdir."
  },
  {
    "id": 2,
    "name": "Südabə Həsənova",
    "haqqinda": "Azərbaycanın sabiq Ədliyyə naziri və Ali Məhkəmənin sabiq sədri.",
    "vezife": "sedrler/hakim",
    "sekil": "https://report.az/hadise/konstitusiya-mehkemesinin-meshur-hakimi-teqaude-gonderildi-ekskluziv/",
    "yasi": 78,
    "genis": "Südabə Həsənova uzun illər hüquq sahəsində fəaliyyət göstərmiş, məhkəmə praktikasında və ədliyyə idarəçiliyində təcrübə toplamışdır. Ali Məhkəmənin sədri olaraq məhkəmə rəhbərliyində təşkilati və etik məsələlərə rəhbərlik etmiş, məhkəmə qərarlarının icrası və hüquqi prosedurların standartlaşdırılması üzərində işləmişdir."
  },
  {
    "id": 3,
    "name": "Fikrət Məmmədov",
    "haqqinda": "Azərbaycanın sabiq Ədliyyə naziri, hüquqşünas, prokurorluq sistemindən gəlmişdir.",
    "vezife": "nazir",
    "sekil": "https://photostock.az/albums/azerbaycan-respublikasinin-edliyye-naziri-fikret-memmedov",
    "yasi": 69,
    "genis": "Fikrət Məmmədov prokurorluq təcrübəsinə əsaslanan hüquqçu və dövlət məmurudur. Ədliyyə nazirliyi dövründə qanunvericilik təşəbbüsləri, məhkəmə-hüquq islahatları və hüquqi maarifləndirmə fəaliyyətlərinə diqqət ayırmışdır. Hüquqi tənzimləmələrin modernləşdirilməsi və idarəetmədə şəffaflığın artırılması istiqamətində işlər görmüşdür."
  },
  {
    "id": 4,
    "name": "Farid Əhmədov",
    "haqqinda": "Azərbaycanın hazırkı Ədliyyə naziri, hüquqşünas.",
    "vezife": "nazir",
    "sekil": "https://en.wikipedia.org/wiki/Farid_Ahmadov",
    "yasi": 46,
    "genis": "Farid Əhmədov ədliyyə sistemində rəhbər vəzifə tutur, hüquq islahatlarının icrası və məhkəmə sisteminin təkmilləşdirilməsi ilə məşğul olur. O, hüquqi xidmətlərin əlçatanlığını artırmaq, qanunvericilik uyğunsuzluqlarını aradan qaldırmaq və penitensiar sistemlə əlaqəli məsələlər üzərində iş aparır."
  },
  {
    "id": 5,
    "name": "Zakir Qaralov",
    "haqqinda": "Azərbaycanın sabiq Baş prokuroru, uzun müddət prokurorluqda çalışmışdır.",
    "vezife": "prakror",
    "sekil": "https://ru.wikipedia.org/wiki/%D0%93%D0%B0%D1%80%D0%B0%D0%BB%D0%BE%D0%B2,_%D0%97%D0%B0%D0%BA%D0%B8%D1%80_%D0%91%D0%B5%D0%BA%D0%B8%D1%80_%D0%BE%D0%B3%D0%BB%D1%8B",
    "yasi": 69,
    "genis": "Zakir Qaralov prokurorluq orqanlarında uzunmüddətli karyeraya malikdir və qanunların tətbiqi, cinayətkarlığa qarşı mübarizə və cinayət işlərinin təhqiqatı sahəsində təcrübəlidir. Baş prokuror kimi o, prokurorluq sisteminin idarə olunması, cinayət işlərinin əhatəliliyi və hüquqi nəzarətin təmin olunması məsələlərinə rəhbərlik etmişdir."
  },
  {
    "id": 6,
    "name": "İxtiyar Şirinov",
    "haqqinda": "Azərbaycanın sabiq Baş prokuroru, Musavat Partiyasının üzvü.",
    "vezife": "prakror",
    "sekil": "https://commons.wikimedia.org/wiki/Category%3AIkhtiyar_Shirinov",
    "yasi": 70,
    "genis": "İxtiyar Şirinov prokurorluq sistemində rəhbər vəzifələrdə çalışmış, hüquq və dövlət xidməti sahəsində təcrübə toplamış şəxsdır. Siyasi fəaliyyətlə də məşğul olmuş və hüquq sistemində islahatların tətbiqi, qanunvericilik və məhkəmə prosesləri ilə bağlı məsələlərdə iştirak etmişdir."
  },
  {
    "id": 7,
    "name": "Aziz Seyidov",
    "haqqinda": "Bakı şəhər Baş prokuroru, 2017-ci ildən Ali Məhkəmənin hakimi.",
    "vezife": "hakim",
    "sekil": "https://en.wikipedia.org/wiki/Aziz_Seyidov",
    "yasi": null,
    "genis": "Aziz Seyidov hüquq sahəsində məhkəmə və prokurorluq təcrübəsinə malikdir. Hakim kimi məhkəmə icraatlarına rəhbərlik edir, qanunların düzgün tətbiqinə nəzarət edir və hüquqi mübahisələrin obyektiv həllini təmin etməyə çalışır. Eyni zamanda məhkəmə praktikasının inkişafına töhfə verir."
  },
  {
    "id": 8,
    "name": "Ali Ömərov",
    "haqqinda": "Azərbaycanın sabiq Baş prokuroru, hüquqşünas.",
    "vezife": "prakror",
    "sekil": "https://en.wikipedia.org/wiki/Ali_Omarov",
    "yasi": null,
    "genis": "Ali Ömərov prokurorluqda uzun illər fəaliyyət göstərmiş və hüquqi təcrübəyə sahibdir. O, cinayət hüququ və istintaq prosedurlarında təcrübə qazanmış, prokurorluq idarəçiliyində və hüquqi nəzarətdə rol oynamışdır."
  },
  {
    "id": 9,
    "name": "Murad Babayev",
    "haqqinda": "Azərbaycanın sabiq Baş prokuroru.",
    "vezife": "prakror",
    "sekil": "https://en.wikipedia.org/wiki/Murad_Babayev",
    "yasi": null,
    "genis": "Murad Babayev prokurorluq strukturunda rəhbər vəzifələrdə çalışmış və hüquq tətbiqi sahəsində təcrübə toplamışdır. Prokurorluğun fəaliyyətinin təşkili və cinayətkarlığa qarşı mübarizə sahəsində idarəçilik bacarıqları ilə tanınır."
  },
  {
    "id": 10,
    "name": "İsgəndər Həmidov",
    "haqqinda": "Azərbaycanın sabiq Daxili İşlər naziri, hüquq strukturlarından gəlmişdir.",
    "vezife": "nazir",
    "sekil": "https://en.wikipedia.org/wiki/Iskander_Huseynov",
    "yasi": null,
    "genis": "İsgəndər Həmidov daxili işlər orqanlarında və hüquq mühafizə strukturlarında uzun müddət fəaliyyət göstərmişdir. İdarəetmə və təhlükəsizlik məsələləri üzrə təcrübəsi var, dövlətin daxili təhlükəsizlik siyasətinin formalaşmasında iştirak etmişdir."
  },
  {
    "id": 11,
    "name": "Əli Nağıyev",
    "haqqinda": "Azərbaycanın Dövlət Təhlükəsizlik Xidmətinin rəhbəri, hüquq strukturlarından gəlmişdir.",
    "vezife": "nazir",
    "sekil": "https://en.wikipedia.org/wiki/Ali_Naghiyev",
    "yasi": null,
    "genis": "Əli Nağıyev təhlükəsizlik və dövlət nəzarəti sahəsində rəhbər təcrübəyə sahibdir. Dövlət Təhlükəsizlik Xidmətinin rəhbəri olaraq milli təhlükəsizlik, kəşfiyyat və təhlükəsizlik tədbirlərinin təşkili ilə bağlı məsuliyyətlər daşıyır. O, həmçinin hüquqi və əməliyyat prinsiplərinin tətbiqinə nəzarət edir."
  },
  {
    "id": 12,
    "name": "Ramil Usubov",
    "haqqinda": "Azərbaycanın sabiq Daxili İşlər naziri, hüquq strukturlarından gəlmişdir.",
    "vezife": "nazir",
    "sekil": "https://en.wikipedia.org/wiki/Ramil_Usubov",
    "yasi": null,
    "genis": "Ramil Usubov daxili işlər sahəsində uzunmüddətli karyeraya malikdir, idarəetmə və hüquq mühafizə orqanlarının fəaliyyətinin təşkili üzrə təcrübəsi var. O, polis və daxili işlər strukturlarının fəaliyyəti və peşəkarlığın artırılması üçün müxtəlif təşəbbüslərdə iştirak etmişdir."
  },
  {
    "id": 13,
    "name": "Kəmaləddin Heydərov",
    "haqqinda": "Azərbaycanın sabiq Fövqəladə Hallar naziri, hüquq təhsilli.",
    "vezife": "nazir",
    "sekil": "https://en.wikipedia.org/wiki/Kamaladdin_Heydarov",
    "yasi": null,
    "genis": "Kəmaləddin Heydərov fövqəladə hallar və müdafiə sahəsində idarəetmə təcrübəsinə malikdir. Nazirlik dövründə fövqəladə vəziyyətlərin idarə olunması, vətəndaşların müdafiəsi və təbii fəlakətlərə qarşı hazırlıq tədbirlərinin təşkilinə diqqət yetirmişdir."
  },
  {
    "id": 14,
    "name": "Fərhad Əliyev",
    "haqqinda": "Azərbaycanın sabiq İqtisadi İnkişaf naziri, hüquq üzrə ixtisaslı.",
    "vezife": "nazir",
    "sekil": "https://en.wikipedia.org/wiki/Farhad_Aliyev",
    "yasi": null,
    "genis": "Fərhad Əliyev iqtisadi inkişaf və idarəetmə sahəsində hüquqi təhsilə malik dövlət xadimidir. İqtisadi siyasətin formalaşması, investisiya təşviqi və iqtisadi islahatların tətbiqi ilə bağlı işlər aparmışdır."
  },
  {
    "id": 15,
    "name": "Fərhad Abdullayev",
    "haqqinda": "Azərbaycanın Konstitusiya Məhkəməsinin sədri.",
    "vezife": "hakim",
    "sekil": "https://en.wikipedia.org/wiki/Farhad_Abdullayev",
    "yasi": null,
    "genis": "Fərhad Abdullayev konstitusiya hüququ üzrə ixtisaslaşmış hakim və hüquqşünasdır. Konstitusiya Məhkəməsinin sədri kimi konstitusion nəzarət, qanunların və dövlət aktlarının konstitusiyaya uyğunluğunun qiymətləndirilməsi və insan hüquqlarının qorunması məsələlərinə rəhbərlik edir."
  },
  {
    "id": 16,
    "name": "Süleyman Əliyev",
    "haqqinda": "Azərbaycanın sabiq Ali Məhkəmə sədri.",
    "vezife": "hakim",
    "sekil": "https://en.wikipedia.org/wiki/Suleyman_Aliyev",
    "yasi": null,
    "genis": "Süleyman Əliyev məhkəmə rəhbərliyi təcrübəsi olan hüquqşünasdır. Ali Məhkəmə sədrliyi dövründə məhkəmə praktikasının təkmilləşdirilməsi, qərarların ardıcıllığı və məhkəmə sistemində idarəetmənin yaxşılaşdırılması üzrə işlər aparıb."
  },
  {
    "id": 17,
    "name": "Ramiz Rzayev",
    "haqqinda": "Azərbaycanın sabiq Ali Məhkəmə sədri.",
    "vezife": "hakim",
    "sekil": "https://en.wikipedia.org/wiki/Ramiz_Rzayev",
    "yasi": null,
    "genis": "Ramiz Rzayev hüquq və məhkəmə sahəsində təcrübəli hüquqşünasdır. O, məhkəmə rəhbərliyində və hüquqi qərarların formalaşmasında iştirak etmiş, məhkəmə islahatları və hüquqi təhsil mövzularında töhfələr vermişdir."
  },
  {
    "id": 18,
    "name": "İlham Nəbiyev",
    "haqqinda": "Azərbaycanın sabiq Ali Məhkəmə hakimi.",
    "vezife": "hakim",
    "sekil": "https://en.wikipedia.org/wiki/Ilham_Nabiyev",
    "yasi": null,
    "genis": "İlham Nəbiyev məhkəmə fəaliyyətində təcrübəyə malik hakimdir. O, məhkəmə dosyalarının qiymətləndirilməsi, qanunların tətbiqi və ədalətli məhkəmə icraatlarının təmin edilməsi ilə bağlı işlərdə iştirak etmişdir."
  },
  {
    "id": 19,
    "name": "Lətif Hüseynov",
    "haqqinda": "Azərbaycanın Avropa Məhkəməsi üzrə nümayəndəsi, hüquqşünas.",
    "vezife": "hakim",
    "sekil": "https://images.oxu.az/2016/10/11/21/00/21/28/c96f31b4de84894c2b0b54f48119ad8d:1200.jpg",
    "yasi": null,
    "genis": "Lətif Hüseynov beynəlxalq hüquq və insan hüquqları sahəsində təcrübəsi olan hüquqşünasdır. Avropa Məhkəməsi ilə işlərdə təmsilçilik, beynəlxalq hüquqi prosedurlarla tanışlıq və insan hüquqlarının müdafiəsi üzrə fəaliyyət göstərmişdir."
  },
  {
    "id": 20,
    "name": "İsmayıl Hacıyev",
    "haqqinda": "Azərbaycanın sabiq məhkəmə hakimi, hüquqşünas.",
    "vezife": "hakim",
    "sekil": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSonOe-2HiEp4RNTsmHSK4BzhMXSy7MoHDAGA&s",
    "yasi": null,
    "genis": "İsmayıl Hacıyev məhkəmə fəaliyyətində təcrübə sahibi olan hüquqşünasdır. O, məhkəmə proseslərinin aparılması, hüquqi analiz və hüquqi sənədlərin hazırlanması üzrə təcrübə toplamışdır."
  },
  {
    "id": 21,
    "name": "Vilayət Zahirov",
    "haqqinda": "Azərbaycanın sabiq məhkəmə hakimi.",
    "vezife": "hakim",
    "sekil": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQr0unmywtsUvnuVzKkdMsB_4Nya_4PoEyJoQ&s",
    "yasi": null,
    "genis": "Vilayət Zahirov məhkəmə sistemi daxilində müxtəlif icraatlarda iştirak etmiş hakimdir. Onun fəaliyyəti məhkəmə qərarlarının icrası və hüquqi prosedurların qorunmasına yönəlib."
  },
  {
    "id": 22,
    "name": "Oqtay Məmmədov",
    "haqqinda": "Azərbaycanın sabiq məhkəmə hakimi.",
    "vezife": "hakim",
    "sekil": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTboHkTP21nSF9G0eGrUzAxlzwmU7oJJZcYyQ&s",
    "yasi": null,
    "genis": "Oqtay Məmmədov məhkəmə və hüquq sahəsində fəaliyyət göstərən şəxsdır. Hakim kimi o, məhkəmə icraatlarının ədalətli aparılması və qanunların düzgün tətbiqi istiqamətində çalışmışdır."
  },
  {
    "id": 23,
    "name": "Ədalət Muradov",
    "haqqinda": "Azərbaycanın sabiq məhkəmə hakimi, hüquqşünas.",
    "vezife": "hakim",
    "sekil": "https://i.ytimg.com/vi/hYsa8JD0LB0/hq720.jpg?sqp=-oaymwE7CK4FEIIDSFryq4qpAy0IARUAAAAAGAElAADIQj0AgKJD8AEB-AH-CYAC0AWKAgwIABABGGUgZShlMA8=&rs=AOn4CLALI1cNiz2jINeda5g9K0xWkeyZiQ",
    "yasi": null,
    "genis": "Ədalət Muradov hüquq təhsilli hakim və hüquqşünasdır. Onun fəaliyyət sahəsi məhkəmə praktikasının tətbiqi, hüquqi sənədlərin hazırlanması və məhkəmə qərarlarının əsaslandırılmasıdır."
  },
  {
    "id": 24,
    "name": "Səfər Alıyev",
    "haqqinda": "Azərbaycanın sabiq məhkəmə hakimi.",
    "vezife": "hakim",
    "sekil": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTe1rvRhruMEPtu7n9R0zpBk41K-eto9B1f5w&s",
    "yasi": null,
    "genis": "Səfər Alıyev məhkəmə sistemində müxtəlif vəzifələrdə işləmiş, məhkəmə icraatlarını aparmaq və hüquqi qiymətləndirmələr etmək üzrə təcrübə toplamışdır."
  },
  {
    "id": 25,
    "name": "Fikrət Abdullayev",
    "haqqinda": "Azərbaycanın sabiq dövlət vəzifəlisi, hüquqşünas.",
    "vezife": "hakim",
    "sekil": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Fikret_Abdullayev.jpg",
    "yasi": null,
    "genis": "Fikrət Abdullayev hüquq sahəsində təcrübəli mütəxəssisdir və dövlət strukturlarında müxtəlif vəzifələrdə çalışmışdır. O, məhkəmə praktikası, hüquqi analiz və idarəetmə sahəsində biliklərə malikdir."
  },
  {
    "id": 26,
    "name": "Fuad Ələsgərov",
    "haqqinda": "Azərbaycanın sabiq dövlət vəzifəlisi, hüquqşünas.",
    "vezife": "hakim",
    "sekil": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Fuad_Alesgarov.jpg",
    "yasi": null,
    "genis": "Fuad Ələsgərov hüquq və dövlət idarəçiliyi sahəsində təcrübəyə malikdir. O, hüquqi siyasətin formalaşması və dövlət strukturlarında idarəetmə məsələləri üzrə fəaliyyət göstərmişdir."
  },
  {
    "id": 27,
    "name": "Əli Hüseynov",
    "haqqinda": "Azərbaycanın sabiq Milli Məclisin Hüquq Komitəsinin sədri, hüquqşünas.",
    "vezife": "sedrler",
    "sekil": "https://upload.wikimedia.org/wikipedia/commons/8/81/Ali_Huseynov.jpg",
    "yasi": null,
    "genis": "Əli Hüseynov qanunvericilik və parlament fəaliyyəti ilə bağlı təcrübəsi olan hüquqşünasdır. Hüquq komitəsində qanun layihələrinin hazırlanması, hüquqi ekspertizanın aparılması və qanunvericilik prosesinin koordinasiyası ilə məşğul olub."
  },
  {
    "id": 28,
    "name": "Bahar Muradova",
    "haqqinda": "Azərbaycanın Ombudsmanı, hüquq üzrə ixtisaslı.",
    "vezife": "sedrler",
    "sekil": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Bahar_Muradova.jpg",
    "yasi": null,
    "genis": "Bahar Muradova insan hüquqları və vətəndaşların hüquqlarının müdafiəsi sahəsində fəaliyyət göstərmişdir. Ombudsman kimi o, vətəndaş şikayətlərinin araşdırılması, hüquqi maarifləndirmə və insan hüquqlarının qorunması üzrə işlər aparmışdır."
  },
  {
    "id": 29,
    "name": "Elmira Süleymanova",
    "haqqinda": "Azərbaycanın sabiq Ombudsmanı, hüquq üzrə ixtisaslı.",
    "vezife": "sedrler",
    "sekil": "https://upload.wikimedia.org/wikipedia/commons/5/52/Elmira_Suleymanova.jpg",
    "yasi": null,
    "genis": "Elmira Süleymanova ombudsmanlıq və insan hüquqları sahəsində tanınmış mütəxəssisdir. vətəndaş hüquqlarının müdafiəsi, sosial ədalətin təmin olunması və hüquqi yardımın təşkilində rol oynamışdır."
  },
  {
    "id": 30,
    "name": "Zöhrab Quliyev",
    "haqqinda": "Azərbaycanın hüquqşünası, müxtəlif dövlət vəzifələrində çalışmışdır.",
    "vezife": "nazir",
    "sekil": "https://upload.wikimedia.org/wikipedia/commons/2/21/Zohra_Quliyev.jpg",
    "yasi": null,
    "genis": "Zöhrab Quliyev hüquq təhsili almış və dövlət idarəçiliyi sahəsində müxtəlif vəzifələrdə çalışmışdır. O, hüquqi məsləhətçilik, idarəetmə və dövlət siyasətinin həyata keçirilməsi ilə bağlı"}
  ]